// Объявите две переменные: admin и name.
let admin, name;

// Запишите строку "Джон" в переменную name.
name = "John";

// Скопируйте значение из переменной name в admin.
admin = name;

// Выведите на экран значение admin, используя функцию alert (должна показать «Джон»).

alert(admin);
//--------------------------------------------------------------------------------------------

//Создайте переменную для названия нашей планеты. Как бы вы её назвали?

let myWorldEarth = "Земля";

//Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?

let currentName = "John";
//--------------------------------------------------------------------------------------------

// const BIRTHDAY = '18.04.1982'; // использовать заглавные буквы?
const BIRTHDAY = '18.04.1982'

// const AGE = someCode(BIRTHDAY); // а здесь?

const age = someCode(BIRTHDAY)
